BOT_NAME = "Hardware Pulse"
BOT_BEFORE_START_DESCRIPTION = """<b>💻 Hardware Pulse</b> — твой личный пульт управления компьютером прямо из Telegram.

<b>Что умеет бот:</b>
📊 Мониторить нагрузку (CPU, RAM, диски, сеть)
🌡 Предупреждать о перегреве в реальном времени
⚙️ Выполнять команды (выключение, перезагрузка, управление звуком и мультимедиа)

Нажми <b>Старт</b>, чтобы привязать свое устройство и начать мониторинг! 👇"""
BOT_PROFILE_DESCRIPTION = """Бот для удаленного мониторинга и управления ПК/сервером 💻
Уведомления о перегреве, статистика системы и удаленные команды в один клик."""
BOT_PHOTO_PATH = "./src/bot/img/bot.png"
DAEMON_IS_NOT_CONNECTED_AFTER_SECONDS = 30
